Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/puhe_akwekon020211.pdf.tmx
Source language: fin
Languages: sme

source: Hyvät kuulijat,
sme: Buorit guldaleaddjit,

source: Saamelaiskäräjien puolesta haluan toivottaa teidät tervetulleeksi tähän tilaisuuteen.
sme: Sámedikki beales sávan didjiide buresboahtima dán dilálašvuhtii.

source: Sanon muutaman sanan aluksi Akwé:Kon ohjeiden taustasta ja mitä saamelaiskäräjät odottaa tältä työltä.
sme: Vuohččan dajan muhtin sáni Akwé: Kon-rávvagiid duogážis ja maid sámediggi vuordá dán barggus.

source: Suomi on ratifioinut biodiversiteettisopimuksen, joka velvoittaa valtioita turvaamaan biologisen monimuotoisuuden.
sme: Suopma lea ratifiseren biodiversiteahttasoahpamuša, mii geatnegahttá stáhtaid dorvvastit biologalaš máŋggalágánvuođa dehege mii daddjojuvvo biodiversiteahttan.

source: Sopimus tunnustaa alkuperäiskansojen ja luonnon monimuotoisuuden välisen suhteen.
sme: Soahpamuš dovddasta álgoálbmogiid ja luonddu máŋggalágánvuođa gaskavuođa.

source: Sopimus velvoittaa Suomea turvaamaan saamelaisten luonnon monimuotoisuuteen liittyvän perinteisen tiedon säilymisen sekä perinteisten luonnonkäyttötapojen turvaamisen.
sme: Soahpamuš geatnegahttá Suoma dorvvastit sápmelaččaid árbevirolaš dieđu seailuma árbevirolaš luonddugavahanvugiid dorvvasteami luonddu biodiversiteahta olis.

source: Kansainväliset sopimustekstit ovat hyvin abstrakteja, eikä sopimustekstin merkitystä ja soveltamista käytäntöön ole aina helppoa ymmärtää.
sme: Riikkaidgaskasaš soahpamušdeavsttat leat hui abstrakta dásis, iige soahpamušdavstta mearkkašumi ja heiveheami geavadii leat álot álki ipmirdit.

source: Biodiversiteettisopimuksen toteutumista seuraa sopimuksen allekirjoittajamaiden osapuolikokoukset, joita pidetään kahden vuoden välein.
sme: Biodiversiteahttasoahpamuša duohtan šaddama čuvvot soahpamuša vuolláičálliriikkaid oassebeallečoakkámat, mat dollojuvvojit guovtti jagi gaskkaid.

source: Osapuolikokoukset antavat päätöksiä ja suosituksia, miten biodiversiteettisopimusta tulee toimeenpanna.
sme: Oassebeallečoakkámat addet mearrádusaid ja ávžžuhusaid, mot biodiversiteahttasoahpamuš galgá duohtan dahkkot dehege olláhuhttojuvvot.

source: Alkuperäiskansojen perinteisen tiedon turvaamiseksi osapuolikokoukset ovat hyväksyneet monivuotisen työohjelman, joka ohjaa miten valtioiden tulisi toimeenpanna alkuperäiskansojen perinteisen tiedon suojaa.
sme: Álgoálbmogiid árbevirolaš dieđu dorvvasteami várás oassebeallečoakkámat leat dohkkehan máŋggajagát bargoprográmma, mii stivre mot stáhtat galggale olláhuhttit álgoálbmogiid árbevirolaš dieđu suoji.

source: Akwé:Kon ohjeet, joista kuullette tarkemmin tänään myöhemmin, on laadittu biodiversiteettisopimuksen osapuolikokouksessa ja ne on tarkoitettu osaltaan edistämään luonnon monimuotoisuuden säilymistä ja turvaaman perinteisen tiedon säilymisen.
sme: Akwé: Kon-rávvagat, mas gullabehtet vel odne dárkileappot, leat ráhkaduvvon biodiversiteahttasoahpamuša oassebeallečoakkámis ja dat leat dárkkuhuvvon bealisteaset ovddidit luonddu máŋggalágánvuođa seailuma ja dorvvastit árbevirolaš dieđu seailuma.

source: Suomessa biodiversiteettipolitiikkaa ohjataan kansallisella biodiversiteettistrategialla, jota ollaan parhaillaan päivittämässä.
sme: Suomas biodiversiteahttapolitihkka stivrejuvvo álbmotlaš biodiversiteahttastrategiijain, mii lea aiddo ođasnuhttojuvvome.

source: Aina viime vuosiin asti, biodiversiteettisopimusta ei ole toimeenpantu saamelaisia koskevien velvoitteiden osalta.
sme: Gitta maŋimus jagiid rádjái, biodiversiteahttasoahpamuš ii leat duohtan dahkkon daiguin geatnegasvuođaiguin, mat gusket sápmelaččaid.

source: Ympäristöministeriö on asettanut saamelaiskäräjien aloitteesta työryhmän valmistelemaan artikla 8(j):n toimeenpanoa ja saamelaisia koskevia biodiversiteettitoimenpiteitä.
sme: Birasministeriija lea ásahan sámedikki álgaga mielde bargojoavkku válmmaštallat artihkal 8(j) olláhuhttima ja biodiversiteahttadoaimmaid, mat gusket sápmelaččaid.

source: Työryhmässä on saamelaiskäräjien, eri ministeriöiden ja viranomaisten edustus.
sme: Bargojoavkkus leat ovddasteaddjin sierra ministeriijaid ja eiseválddiid ovddastus.

source: Työryhmä on kääntänyt tässäkin kokouksessa käsiteltävät Akwé:Kon ohjeet suomeksi.
sme: Bargojoavku lea jorgalahttán dánnai čoakkámii buktojuvvon Akwé:Konrávvagiid suomagillii.

source: Työryhmän toimikausi kestää huhtikuun loppuun asti.
sme: Bargojoavkku doaibmaáigodat bistá cuoŋománu lohppii.

source: Tämän lisäksi saamelaiskäräjät ja metsähallitus ovat omalta osaltaan valmistelleet perinteisen tiedon huomioimista Metsähallituksen toiminnassa.
sme: Dasa lassin sámediggi ja meahcceráđđehus leaba goabbánai iežaska oasis válmmaštallan árbevirolaš dieđu vuhtii váldima Meahcceráđđehusa barggus.

source: Saamelaiskäräjillä ja metsähallituksella on yhteinen työryhmä, joka valmistelee metsähallituslain saamelaisia koskevien velvoitteiden soveltamista Metsähallituksen toiminnassa.
sme: Sámedikkis ja meahcceráđđehusas lea oktasaš bargojoavku, mii válmmaštallá meahcceráđđehuslága geatnegasvuođaid heiveheami Meahcceráđđehusa barggus – namalassii daid osiid mat gusket sápmelaččaid.

source: Akwé:Kon ohjeiden kokeilu Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman uudistamisessa on osa metsähallituslain § 4 toimeenpanoa.
sme: Akwé: Kon-rávvagiid geahččaleapmi Bátneduoddara meahcceguovllu dikšun- ja geavahanplána ođasnuhttimis lea meahcceráđđuslága 4. (§) paragráfra olláhuhttima oassi.

source: Saamelaiskäräjät ja metsähallitus ovat neuvotelleet, miten Akwé:Kon ohjeita tulisi soveltaa Hammastunturin erämaaalueen hoito- ja käyttösuunnitelman laadinnassa.
sme: Sámediggi ja meahcceráđđehus leaba ráđđádallan, mot Akwé: Kon-rávvagiid galggalii heivehit Bátneduoddara meahcceguovllu dikšun- ja geavahanplána ráhkadeamis.

source: Päädyimme siihen, että asiaa valmistelee erillinen työryhmä.
sme: Bođiimet dan oidnui, ahte ášši válmmaštallá sierra bargojoavku.

source: Saamelaiskäräjien hallitus on nimennyt työryhmän ja sitä on täydennetty paliskuntien edustajilla.
sme: Sámedikki stivra lea nammadan bargojoavkku ja dat lea dievasmahttojuvvon bálgesiid ovddasteddjiiguin.

source: Työryhmän puheenjohtajana on Heikki Paltto, joka on kansallisen 8(j)-työryhmän varajäsen, saamelaiskäräjien elinkeino- ja oikeuslautakunnan varapuheenjohtaja ja saamelaiskäräjien edustaja paliskuntain yhdistyksen hallituksessa.
sme: Bargojoavkku ságadoallin lea Heikki Paltto, gii lea álbmotlaš 8(j)-bargojoavkku várrelahttu, sámedikki ealáhus- ja vuoigatvuohtalávdegotti várreságadoalli ja sámedikki ovddasteaddji Bálgesiid ovttastusa stivrras.

source: Työryhmän tulee nimetä työlle myös sihteeri, joka valmistelee työryhmän kokouksia ja asianesittelyjä ja päättää työkielestä.
sme: Bargojoavku galgá nammadit barggu várás maid čálli, gii válmmaštallá bargjoavkku čoakkámiid, áššemeannudeami ja mearrida bargogielas.

source: Akwé:Kon ohjeiden soveltaminen on historiallista ihan kansainvälisestikin.
sme: Akwé:Kon-rávvagiid heiveheapmi lea historjjálaš áibbas máilmmeviidosaččatge.

source: Kiitos metsähallitukselle rohkeudesta olla ensimmäinen viranomainen tietojemme mukaan koko maailman mittakaavassa ohjeiden soveltamisesta.
sme: Giitu meahcceráđđehussii roahkkatvuođas go dat lea min dieđuid mielde vuosttaš eiseváldi oba máilmmis rávvagiid heiveheamis.

source: Ohjeet on hyväksytty biodiversiteettisopimuksen osapuolikokouksessa vuonna 2004. Ohjeiden hyväksymisestä on kulunut kuusi vuotta ja vasta nyt ohjeita aletaan soveltaa konkreettisesti maankäytön ohjauksessa, juuri kuin biodiversiteettisopimuksen osapuolikokous on toivonut.
sme: Rávvagat leat dohkkehuvvon biodiversiteahttasoahpamuša oassebeallečoakkámis jagi 2004. Rávvagiid dohkkeheamis lea gollan guhtta jagi ja easka dál rávvagiid álget heivehit konkrehtalaččat eanangeavaheami stivremis, aivvefal nu go biodiversiteahttasoahpamuša oassebeallečoakkán lea sávvan.

source: Saamelaisten oikeusaseman ja saamelaisten kotiseutualueen maankäytön suunnittelun kehittämiselle Akwé:Kon ohjeilla on suuri vaikutus.
sme: Sápmelaččaid riektesajádaga ja sámiid ruovttuguovllu eanangeavahusa plánema ovddideapmái Akwé: Kon-rávvagiin lea stuora váikkuhus.

source: Jos Hammastunturin hoito- ja käyttösuunnitelman valmistelu onnistuu hyvin, Akwé:Kon ohjeiden soveltaminen voidaan ottaa osaksi muiden hoito- ja käyttösuunnitelmien laadintaa ja myös luonnonvarasuunnitelmien laadintaa.
sme: Jos Bátneduoddara dikšun- ja geavahanplána válmmaštallan lihkostuvvá bures, de Akwé: Kon-rávvagiid heiveheapmi sáhttá váldojuvvot eará dikšun- ja geavahanplánaid ráhkadeami oassin ja maiddái luondduriggodatplánemiid oassin.

source: On tärkeää, että Hammastunturin Akwé:Kon prosessista saadaan laajaa hyötyä ja julkaisu, jotta Hammastunturin mallia voisi soveltaa laajemminkin.
sme: Lea dehálaš, ahte Bátneduoddara Akwé: Kon proseassas oažžut olu ávkki ja ahte das ráhkaduvvo maid girji, vai Bátneduoddara Akwé: Kon-málle sáhttá heivehuvvot viidáseappotnai.

source: Ympäristöministeriö seuraa prosessia myös hyvin läheisesti ja toivommekin, että ohjeet otettaisiin huomioon myös kaavoituksessa saamelaisten kotiseutualueella.
sme: Birasministeriija čuovvu maid proseassa hui stuora beroštumiin ja sávvat, ahte rávvagat váldojuvvole vuhtii maiddái lávvenbarggus sámiid ruovttuguovllus.

source: On toki muistettava, että Akwé:Kon ohjeita sovelletaan Suomen lainsäädännön puitteissa.
sme: Ferte dieđusge muitit, ahte Akwé: Kon rávvagat heivehuvvojit Suoma lágaid addin rámmaid siste.

source: Saamelaiskäräjät toki tekee parhaansa, että lainsäädäntöä kehitetään vastaamaan Akwé:Kon ohjeistusta.
sme: Sámediggi almmatge barga buot dan ovdii, ahte lágat ovddiduvvojit nu ahte dat vástidit Akwé: Kon-rávvagiid.

source: Akwé:Kon ohjeet ovat ensisijaisesti menettelytapa tai prosessi, jonka kautta turvataan saamelaisten vaikutusmahdollisuudet hoito- ja käyttösuunnitelman laadinnassa ja etsitään keinoja, joiden kautta kielteisiä vaikutuksia saamelaiskulttuurille voidaan hillitä.
sme: Akwé: Kon-rávvagat leat vuohččan meannudanvuohki dehe proseassa, man olis dorvvastuvvojit sápmelaččaid váikkuhanvejolašvuođat dikšun- ja geavahanplána ráhkadeamis ja ohccojuvvojit vuogit, maiguin biehtadahkes váikkuhusat sámi kultuvrii sáhttet hálddašuvvot.

source: Kyseessä on siis menettelytapa, jonka tarkoitus on turvata saamelaiskulttuurin tulevaisuus Hammastunturin alueella.
sme: Jearaldagas lea meannudanvuohki, man ulbmil lea dorvvastit sámi kultuvrra boahtteáiggi Bátneduoddara guovllus.

source: Joka tapauksessa kyseessä on merkittävä edistysaskel ja teillä hyvä Akwé:Kon työryhmä ja metsähallitus on suuri vastuu prosessin onnistumisesta.
sme: Juohke dáhpáhusas jearaldagas lea mearkkašahtti ovdánanlávki ja dis buorre Akwé: Kon-bargojoavku ja meahcceráđđehus lea stuora ovddasvástádus proseassa lihkostuvvamis.

source: Minä toivotan teille kaikkea hyvää työllenne sekä toivon ja uskon että työ kantaa hedelmää.
sme: Mun sávan buot buriid didjiide dán barggus ja sávan ja maiddái jáhkán barggu mannat bures.
